Repository: sstercan/jcore.translations
Catalog: */LC_MESSAGES/filesharing.po
Languages: tr_tr

source: File Sharing
tr_tr: Dosya paylaşımı

source: Share files in a directory like structure
tr_tr: Dizin benzeri bir yapıda dosyaları paylaşın

source: Folder
tr_tr: Klasör

source: No file selected to download!
tr_tr: Hiçbir dosya indirmek için seçilmemiş!

source: The selected file cannot be found!
tr_tr: Seçilen dosya bulunamıyor!

source: You need to be logged in to download this file. Please login or register.
tr_tr: Bu dosyayı indirmek için giriş yapmış olmanız gerekmektedir. Lütfen giriş yapın veya kayıt olun.

source: New Folder
tr_tr: Yeni Klasör

source: Sub Folder of
tr_tr: Alt Klasör

source: Show Icons
tr_tr: Simgeleri Göster

source: (display icons when folder selected)
tr_tr: (klasör seçildiğinde simgeleri göster)

source: e.g. http://domain.com
tr_tr: örnek: http://domain.com

source: Members Only
tr_tr: Sadece Üyeler

source: Show to Guests
tr_tr: Misafirlere Göster

source: Folders have been successfully re-ordered.
tr_tr: Klasörlerin başarıyla yeniden düzenlendi.

source: Folder has been successfully deleted.
tr_tr: Klasör başarıyla silindi.

source: Folder cannot be subfolder of itself!
tr_tr: Klasörün kendisine alt klasör olamaz!

source: Folder has been successfully updated.
tr_tr: Klasör başarıyla güncellendi.

source: View Folder
tr_tr: Klasör görünümü

source: Folder has been successfully created.
tr_tr: Klasör başarıyla oluşturuldu.

source: Files
tr_tr: Dosyalar

source: Icon
tr_tr: Simge

source: Icons
tr_tr: Simgeler

source: File Sharing Administration
tr_tr: Dosya Paylaşımı Yönetimi

source: Edit Folder
tr_tr: Klasör Yönetimi

source: No folders found.
tr_tr: Klasörler bulunamadı.

source: Folder couldn't be created! Error: %s
tr_tr: Klasör oluşturulamadı! Hata: %s

source: Folder couldn't be updated! Error: %s
tr_tr: Klasör güncellenemedi! Hata: %s

source: Directory couldn't be protected!
tr_tr: Dizin korumalı olmamalı!

source: This area is limited to members only. Please login below.
tr_tr: Bu alan sadece üyeler için sınırlıdır. Lütfen giriş yapın.

source: Files / Folders
tr_tr: Dosyalar / Klasörler
